const learning_1 = "/images/learning/learning-1.png";
const learning_2 = "/images/learning/learning-2.png";
const learning_3 = "/images/learning/learning-3.png";
const learning_4 = "/images/learning/learning-4.png";

export const DataLearning = [
  {
    id: 1,
    title: "Mona Lisa",
    img: learning_1,
    widthImage: "w-[40%]",
    widthDescription: "w-[100%]",
    description: `โมนาลิซา (Mona Lisa) หรือ ลาโจกอนดา (La Gioconda) เป็นภาพเหมือนครึ่งตัวโดย\n
       เลโอนาร์โด ดา วินชี ศิลปินชาวอิตาลี ในช่วงสมัยฟื้นฟูศิลปวิทยาได้รับการยกย่องว่า\n
       เป็นหนึ่งในภาพวาดที่มีชื่อเสียงที่สุดในโลก โดดเด่นด้วยการแสดงออกที่ลึกลับ \n
       องค์ประกอบที่ยิ่งใหญ่ และการสร้างรูปแบบอย่างละเอียดอ่อน\n`,
    details: `โมนาลิซา (อังกฤษ: Mona Lisa; อิตาลี: Monna Lisa) หรือ ลาโจกอนดา (อิตาลี: La Gioconda) หรือ ลาฌอกงด์ (ฝรั่งเศส: La Joconde) เป็นภาพเหมือนขนาดความยาวครึ่งท่อนโดยเลโอนาร์โด ดา วินชี ศิลปินชาวอิตาลี โมนาลิซาถือเป็นแบบฉบับผลงานยอดเยี่ยมของสมัยฟื้นฟูศิลปวิทยาในอิตาลี โดยได้รับการกล่าวขานเป็น "ภาพวาดที่เป็นที่รู้จักดีที่สุด เยี่ยมชมมากที่สุด เขียนถึงมากที่สุด ร้องเพลงถึงมากที่สุด มีงานศิลปะล้อเลียนมากที่สุดในโลก" คุณสมบัติอันโดดเด่นของภาพวาด ได้แก่ การแสดงออกของวัตถุอย่างลึกลับ ความยิ่งใหญ่ขององค์ประกอบ การสร้างรูปแบบจำลองที่ละเอียดอ่อน และภาพลวงตาในบรรยากาศ
ตามธรรมเนียม ภาพวาดนี้พรรณนาถึงขุนนางหญิงชาวอิตาลี ลีซา เดล โจกอนดา วาดด้วยสีน้ำมันบนแผงพอปลาร์ลอมบาร์ดีขาว เลโอนาร์โดไม่ได้ให้ภาพวาดนี้แก่ตระกูลโจกอนโด เชื่อกันว่าภาพนี้วาดขึ้นในช่วง ค.ศ. 1503 ถึง 1506 อย่างไรก็ตาม เลโอนาร์โดยังคงทำงานต่อจนถึงช้าสุดเมื่อ ค.ศ. 1517 พระเจ้าฟร็องซัวที่ 1 แห่งฝรั่งเศสทรงซื้อ โมนาลิซา หลังเลโอนาร์โดเสียชีวิตใน ค.ศ. 1519 และปัจจุบันถือเป็นทรัพย์สินของสาธารณรัฐฝรั่งเศส ภาพวาดนี้จัดแสดงในพิพิธภัณฑ์ลูฟวร์ ปารีสตั้งแต่ ค.ศ. 1797

ชื่อเสียงและความนิยมไปทั่วโลกของภาพวาดส่วนหนึ่งมาจากเหตุโจรกรรมใน ค.ศ. 1911 โดย Vincenzo Peruggia ที่ระบุการกระทำของตนต่อความรักชาติอิตาลี โดยเชื่อว่าภาพวาดนี้ควรเป็นของอิตาลี การโจรกรรมและการกู้คืนภายหลังใน ค.ศ. 1914 ทำให้เกิดการประชาสัมพันธ์ถึงการขโมยงานศิลปะอย่างที่ไม่เคยมีมาก่อน และนำไปสู่การตีพิมพ์ภาพวาดทางวัฒนธรรมมากมาย เช่น โอเปร่า โมนาลิซา ใน ค.ศ. 1915 ภาพยนตร์ยุค 1930 สองเรื่อง (The Theft of the Mona Lisa กับ อาร์แซน ลูแปง) และเพลง "โมนาลิซา" ที่บันทึกโดยแนท คิง โคล—ถือเป็นหนึ่งในเพลงที่ประสบความสำเร็จที่สุดในคริสต์ทศวรรษ 1950

โมนาลิซา เป็นหนึ่งในภาพวาดที่แพงที่สุดในโลก โดยถือครองบันทึกสถิติโลกกินเนสส์ในด้านการประเมินมูลค่าประกันภาพวาดที่สูงที่สุดในประวัติศาสตร์ที่ 100 ล้านดอลลาร์สหรัฐใน ค.ศ. 1962 เทียบเท่า 1 พันล้านดอลลาร์สหรัฐ ข้อมูลเมื่อ 2023`,
    lineHeight: "leading-5",
  },
  {
    id: 2,
    title: "The Last Supper",
    img: learning_2,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[60%]",
    widthDescription: "w-[80%]",
    description: `นี่คือรูปภาพที่โด่งดังมากแต่ว่าไม่ได้แสดงอยู่ในพิพิธภัณฑ์แต่ว่ามัน\n
    กลับอยู่บนผนังใน  ห้องกินข้าวที่อารามซานตามารีย์\n
          เดลเลกราซีในเมืองมิลานประเทศอิตาลี่ ภาพวาดได้แสดงให้เห็นถึงฉาก\n    
       ของอาหารค่ำมื้อสุดท้ายของพระเยซูคริสถ์และเหล่าสาวกของ\n
        พระองค์ ทั้งสิบสองคน\n`,
    details: `ภาพ “พระกระยาหารมื้อสุดท้าย” หรือ “The Last Supper” เป็นหนึ่งในภาพจิตรกรรมฝาผนังที่มีชื่อเสียงและทรงอิทธิพลมากที่สุดในประวัติศาสตร์ศิลปะตะวันตก เป็นผลงานของศิลปินอัจฉริยะแห่งยุคฟื้นฟูศิลปวิทยา เลโอนาร์โด ดา วินชี (Leonardo da Vinci) ผู้มีความเชี่ยวชาญทั้งในด้านศิลปะ วิทยาศาสตร์ และสถาปัตยกรรม ภาพนี้ถูกวาดขึ้นระหว่างปี ค.ศ. 1495 ถึง 1498 ภายใต้การอุปถัมภ์ของลูโดวิโค สฟอร์ซา (Ludovico Sforza) เจ้าผู้ครองนครมิลาน โดยตั้งอยู่บนผนังของห้องอาหารในอารามซานตามาเรีย เดลเล กราซีเอ (Santa Maria delle Grazie) ใจกลางนครมิลาน ประเทศอิตาลี

ภาพนี้ถ่ายทอดเหตุการณ์สำคัญในพระคัมภีร์ไบเบิลตอนที่พระเยซูคริสต์ทรงร่วมรับประทานอาหารค่ำกับเหล่าสาวกสิบสองคนเป็นครั้งสุดท้าย ก่อนที่พระองค์จะถูกยูดาส อิสคาริโอท หนึ่งในสาวกทรยศและนำทหารมาจับตัวพระองค์ การเลือกถ่ายทอดเหตุการณ์ในช่วงเวลาที่พระเยซูตรัสว่า “ในพวกเจ้าคนหนึ่งจะทรยศเรา” ถือเป็นจุดเปลี่ยนสำคัญที่ทำให้ภาพนี้แตกต่างจากภาพพระกระยาหารของศิลปินคนอื่นในยุคเดียวกัน โดยดา วินชีแสดงให้เห็นถึงปฏิกิริยา ความรู้สึก และอารมณ์ของแต่ละสาวกผ่านท่าทางและสีหน้าที่หลากหลายอย่างมีชีวิตชีวา ไม่ว่าจะเป็นความตกใจ ความไม่เชื่อ หรือความโกรธ นับเป็นการแสดงอัจฉริยภาพของดา วินชีในการเข้าใจจิตวิทยาและการถ่ายทอดอารมณ์ของมนุษย์อย่างลึกซึ้ง

องค์ประกอบทางศิลปะของภาพนี้ยังโดดเด่นด้วยการใช้เทคนิค “linear perspective” หรือมุมมองเชิงเส้น ซึ่งเป็นนวัตกรรมทางศิลปะในยุคนั้น โดยจุดรวมสายตาทั้งหมดในภาพพุ่งตรงไปยังพระเยซูคริสต์ที่อยู่กึ่งกลางภาพอย่างพอดี ดา วินชียังจัดกลุ่มของสาวกเป็นกลุ่มละสามคน เพื่อสร้างความสมดุลและช่วยให้ผู้ชมเข้าใจความสัมพันธ์ระหว่างบุคคลในเหตุการณ์ ทั้งนี้ ภาพยังแสดงให้เห็นถึงความรู้ทางคณิตศาสตร์และการวางแผนที่แม่นยำของดา วินชี ซึ่งเป็นเอกลักษณ์ของศิลปินในยุคเรอเนซองส์ที่มุ่งผสมผสานวิทยาศาสตร์เข้ากับศิลปะอย่างกลมกลืน

แม้ว่าภาพจะมีองค์ประกอบทางศิลปะที่ล้ำหน้าและละเอียดงดงาม แต่กลับเผชิญกับปัญหาเรื่องการเสื่อมสภาพอย่างรวดเร็ว เนื่องจากดา วินชีไม่ใช้เทคนิคเฟรสโกแบบดั้งเดิมที่วาดบนปูนเปียก แต่เลือกใช้เทคนิคใหม่ซึ่งวาดลงบนผนังที่เตรียมไว้แห้งแล้ว โดยหวังว่าจะสามารถเพิ่มรายละเอียดได้มากขึ้น ทว่าผลลัพธ์ที่ได้กลับทำให้ชั้นสีไม่ติดแน่นกับผนังและลอกหลุดได้ง่าย ในช่วงเวลาเพียงไม่กี่สิบปีหลังจากเขียนเสร็จ ภาพก็เริ่มซีดจางและหลุดร่อน จนต้องมีการบูรณะซ่อมแซมหลายครั้งตลอดหลายศตวรรษ`,

    lineHeight: "leading-4",
  },
  {
    id: 3,
    title: "Starry Night",
    img: learning_3,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[55%]",
    widthDescription: "w-[45%]",
    description: ` Starry Night สร้างสรรค์ผลงานโดย Vincent van Gogh\n
                    วาดโดยศิลป์ชาวดัตช์นามว่า วินเซนต์ แวน \n
                    โก๊ะในปี ค.ศ 1889 Starry Night\n
                    คือหนึ่งในภาพวาดที่เป็นที่รู้จักในวัฒนธรรมยุคปัจจุบัน\n
                     ภาพวาดนั้นเป็นหนึ่งในคอลเลคชั่นตลอดการ\n
                     ของพิพิธภัณฑ์โมเดอร์อาร์ท ในนครนิวยอร์ก\n `,

    lineHeight: "leading-4",
    details: "",
  },
  {
    id: 4,
    title: "The Scream",
    img: learning_4,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[40%]",
    widthDescription: "w-[60%]",
    description: `The Scream สร้างสรรค์ผลงานโดย Edvard Munch\n
            ผลงานชิ้นโบว์แดงโดย Edvard Munch ภาพขึ้นราวๆ ปี ค.ศ. 1893\n
            มันถูกวาดโดยใช้สีน้ำมันและสีพาสเทลบนกระดาษแข็ง \n
            ภาพวาดที่ดูตกใจกลัวนี้จัดแสดงอยู่ในพิพิธภัณฑ์เดอะเนชั่น\n
            แกลเลอรี่ในเมืองออสโลประเทศนอร์เวย์\n`,
    lineHeight: "leading-4",
    details: "",
  },
];
