const learning_1 = "/images/learning/learning-1.png";
const learning_2 = "/images/learning/learning-2.png";
const learning_3 = "/images/learning/learning-3.png";
const learning_4 = "/images/learning/learning-4.png";

export const DataLearning = [
  {
    id: 1,
    title: "Mona Lisa",
    img: learning_1,
    widthImage: "w-[40%]",
    widthDescription: "w-[100%]",
    description: `โมนาลิซา (Mona Lisa) หรือ ลาโจกอนดา (La Gioconda) เป็นภาพเหมือนครึ่งตัวโดย\n
       เลโอนาร์โด ดา วินชี ศิลปินชาวอิตาลี ในช่วงสมัยฟื้นฟูศิลปวิทยาได้รับการยกย่องว่า\n
       เป็นหนึ่งในภาพวาดที่มีชื่อเสียงที่สุดในโลก โดดเด่นด้วยการแสดงออกที่ลึกลับ \n
       องค์ประกอบที่ยิ่งใหญ่ และการสร้างรูปแบบอย่างละเอียดอ่อน\n`,
    details: `โมนาลิซา (อังกฤษ: Mona Lisa; อิตาลี: Monna Lisa) หรือ ลาโจกอนดา (อิตาลี: La Gioconda) หรือ ลาฌอกงด์ (ฝรั่งเศส: La Joconde) เป็นภาพเหมือนขนาดความยาวครึ่งท่อนโดยเลโอนาร์โด ดา วินชี ศิลปินชาวอิตาลี โมนาลิซาถือเป็นแบบฉบับผลงานยอดเยี่ยมของสมัยฟื้นฟูศิลปวิทยาในอิตาลี โดยได้รับการกล่าวขานเป็น "ภาพวาดที่เป็นที่รู้จักดีที่สุด เยี่ยมชมมากที่สุด เขียนถึงมากที่สุด ร้องเพลงถึงมากที่สุด มีงานศิลปะล้อเลียนมากที่สุดในโลก" คุณสมบัติอันโดดเด่นของภาพวาด ได้แก่ การแสดงออกของวัตถุอย่างลึกลับ ความยิ่งใหญ่ขององค์ประกอบ การสร้างรูปแบบจำลองที่ละเอียดอ่อน และภาพลวงตาในบรรยากาศ
ตามธรรมเนียม ภาพวาดนี้พรรณนาถึงขุนนางหญิงชาวอิตาลี ลีซา เดล โจกอนดา วาดด้วยสีน้ำมันบนแผงพอปลาร์ลอมบาร์ดีขาว เลโอนาร์โดไม่ได้ให้ภาพวาดนี้แก่ตระกูลโจกอนโด เชื่อกันว่าภาพนี้วาดขึ้นในช่วง ค.ศ. 1503 ถึง 1506 อย่างไรก็ตาม เลโอนาร์โดยังคงทำงานต่อจนถึงช้าสุดเมื่อ ค.ศ. 1517 พระเจ้าฟร็องซัวที่ 1 แห่งฝรั่งเศสทรงซื้อ โมนาลิซา หลังเลโอนาร์โดเสียชีวิตใน ค.ศ. 1519 และปัจจุบันถือเป็นทรัพย์สินของสาธารณรัฐฝรั่งเศส ภาพวาดนี้จัดแสดงในพิพิธภัณฑ์ลูฟวร์ ปารีสตั้งแต่ ค.ศ. 1797

ชื่อเสียงและความนิยมไปทั่วโลกของภาพวาดส่วนหนึ่งมาจากเหตุโจรกรรมใน ค.ศ. 1911 โดย Vincenzo Peruggia ที่ระบุการกระทำของตนต่อความรักชาติอิตาลี โดยเชื่อว่าภาพวาดนี้ควรเป็นของอิตาลี การโจรกรรมและการกู้คืนภายหลังใน ค.ศ. 1914 ทำให้เกิดการประชาสัมพันธ์ถึงการขโมยงานศิลปะอย่างที่ไม่เคยมีมาก่อน และนำไปสู่การตีพิมพ์ภาพวาดทางวัฒนธรรมมากมาย เช่น โอเปร่า โมนาลิซา ใน ค.ศ. 1915 ภาพยนตร์ยุค 1930 สองเรื่อง (The Theft of the Mona Lisa กับ อาร์แซน ลูแปง) และเพลง "โมนาลิซา" ที่บันทึกโดยแนท คิง โคล—ถือเป็นหนึ่งในเพลงที่ประสบความสำเร็จที่สุดในคริสต์ทศวรรษ 1950

โมนาลิซา เป็นหนึ่งในภาพวาดที่แพงที่สุดในโลก โดยถือครองบันทึกสถิติโลกกินเนสส์ในด้านการประเมินมูลค่าประกันภาพวาดที่สูงที่สุดในประวัติศาสตร์ที่ 100 ล้านดอลลาร์สหรัฐใน ค.ศ. 1962 เทียบเท่า 1 พันล้านดอลลาร์สหรัฐ ข้อมูลเมื่อ 2023`,
    lineHeight: "leading-5",
  },
  {
    id: 2,
    title: "The Last Supper",
    img: learning_2,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[60%]",
    widthDescription: "w-[80%]",
    description: `นี่คือรูปภาพที่โด่งดังมากแต่ว่าไม่ได้แสดงอยู่ในพิพิธภัณฑ์แต่ว่ามัน\n
    กลับอยู่บนผนังใน  ห้องกินข้าวที่อารามซานตามารีย์\n
          เดลเลกราซีในเมืองมิลานประเทศอิตาลี่ ภาพวาดได้แสดงให้เห็นถึงฉาก\n    
       ของอาหารค่ำมื้อสุดท้ายของพระเยซูคริสถ์และเหล่าสาวกของ\n
        พระองค์ ทั้งสิบสองคน\n`,
    details: `ภาพ “พระกระยาหารมื้อสุดท้าย” หรือ “The Last Supper” เป็นหนึ่งในภาพจิตรกรรมฝาผนังที่มีชื่อเสียงและทรงอิทธิพลมากที่สุดในประวัติศาสตร์ศิลปะตะวันตก เป็นผลงานของศิลปินอัจฉริยะแห่งยุคฟื้นฟูศิลปวิทยา เลโอนาร์โด ดา วินชี (Leonardo da Vinci) ผู้มีความเชี่ยวชาญทั้งในด้านศิลปะ วิทยาศาสตร์ และสถาปัตยกรรม ภาพนี้ถูกวาดขึ้นระหว่างปี ค.ศ. 1495 ถึง 1498 ภายใต้การอุปถัมภ์ของลูโดวิโค สฟอร์ซา (Ludovico Sforza) เจ้าผู้ครองนครมิลาน โดยตั้งอยู่บนผนังของห้องอาหารในอารามซานตามาเรีย เดลเล กราซีเอ (Santa Maria delle Grazie) ใจกลางนครมิลาน ประเทศอิตาลี

ภาพนี้ถ่ายทอดเหตุการณ์สำคัญในพระคัมภีร์ไบเบิลตอนที่พระเยซูคริสต์ทรงร่วมรับประทานอาหารค่ำกับเหล่าสาวกสิบสองคนเป็นครั้งสุดท้าย ก่อนที่พระองค์จะถูกยูดาส อิสคาริโอท หนึ่งในสาวกทรยศและนำทหารมาจับตัวพระองค์ การเลือกถ่ายทอดเหตุการณ์ในช่วงเวลาที่พระเยซูตรัสว่า “ในพวกเจ้าคนหนึ่งจะทรยศเรา” ถือเป็นจุดเปลี่ยนสำคัญที่ทำให้ภาพนี้แตกต่างจากภาพพระกระยาหารของศิลปินคนอื่นในยุคเดียวกัน โดยดา วินชีแสดงให้เห็นถึงปฏิกิริยา ความรู้สึก และอารมณ์ของแต่ละสาวกผ่านท่าทางและสีหน้าที่หลากหลายอย่างมีชีวิตชีวา ไม่ว่าจะเป็นความตกใจ ความไม่เชื่อ หรือความโกรธ นับเป็นการแสดงอัจฉริยภาพของดา วินชีในการเข้าใจจิตวิทยาและการถ่ายทอดอารมณ์ของมนุษย์อย่างลึกซึ้ง

องค์ประกอบทางศิลปะของภาพนี้ยังโดดเด่นด้วยการใช้เทคนิค “linear perspective” หรือมุมมองเชิงเส้น ซึ่งเป็นนวัตกรรมทางศิลปะในยุคนั้น โดยจุดรวมสายตาทั้งหมดในภาพพุ่งตรงไปยังพระเยซูคริสต์ที่อยู่กึ่งกลางภาพอย่างพอดี ดา วินชียังจัดกลุ่มของสาวกเป็นกลุ่มละสามคน เพื่อสร้างความสมดุลและช่วยให้ผู้ชมเข้าใจความสัมพันธ์ระหว่างบุคคลในเหตุการณ์ ทั้งนี้ ภาพยังแสดงให้เห็นถึงความรู้ทางคณิตศาสตร์และการวางแผนที่แม่นยำของดา วินชี ซึ่งเป็นเอกลักษณ์ของศิลปินในยุคเรอเนซองส์ที่มุ่งผสมผสานวิทยาศาสตร์เข้ากับศิลปะอย่างกลมกลืน

แม้ว่าภาพจะมีองค์ประกอบทางศิลปะที่ล้ำหน้าและละเอียดงดงาม แต่กลับเผชิญกับปัญหาเรื่องการเสื่อมสภาพอย่างรวดเร็ว เนื่องจากดา วินชีไม่ใช้เทคนิคเฟรสโกแบบดั้งเดิมที่วาดบนปูนเปียก แต่เลือกใช้เทคนิคใหม่ซึ่งวาดลงบนผนังที่เตรียมไว้แห้งแล้ว โดยหวังว่าจะสามารถเพิ่มรายละเอียดได้มากขึ้น ทว่าผลลัพธ์ที่ได้กลับทำให้ชั้นสีไม่ติดแน่นกับผนังและลอกหลุดได้ง่าย ในช่วงเวลาเพียงไม่กี่สิบปีหลังจากเขียนเสร็จ ภาพก็เริ่มซีดจางและหลุดร่อน จนต้องมีการบูรณะซ่อมแซมหลายครั้งตลอดหลายศตวรรษ`,

    lineHeight: "leading-4",
  },
  {
    id: 3,
    title: "Starry Night",
    img: learning_3,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[55%]",
    widthDescription: "w-[45%]",
    description: ` Starry Night สร้างสรรค์ผลงานโดย Vincent van Gogh\n
                    วาดโดยศิลป์ชาวดัตช์นามว่า วินเซนต์ แวน \n
                    โก๊ะในปี ค.ศ 1889 Starry Night\n
                    คือหนึ่งในภาพวาดที่เป็นที่รู้จักในวัฒนธรรมยุคปัจจุบัน\n
                     ภาพวาดนั้นเป็นหนึ่งในคอลเลคชั่นตลอดการ\n
                     ของพิพิธภัณฑ์โมเดอร์อาร์ท ในนครนิวยอร์ก\n `,

    lineHeight: "leading-4",
    details: `“The Starry Night” หรือภาษาไทยว่า “ค่ำคืนที่เต็มไปด้วยดวงดาว” ซึ่งเป็นหนึ่งในผลงานที่โด่งดังที่สุดของ วินเซนต์ แวน โก๊ะห์ (Vincent van Gogh) จิตรกรชาวดัตช์ผู้เป็นตำนานแห่งศิลปะสมัยใหม่ ภาพนี้ไม่เพียงแสดงถึงทักษะทางศิลปะที่ล้ำลึก แต่ยังสะท้อนถึงสภาวะจิตใจของศิลปินผู้สร้างในช่วงเวลาที่เปราะบางของชีวิต

“The Starry Night” ถูกวาดขึ้นในเดือนมิถุนายน ค.ศ. 1889 ขณะที่แวน โก๊ะห์เข้ารับการรักษาตัวอยู่ในโรงพยาบาลจิตเวชที่แซงต์-เรมี-เดอ-พรอวองซ์ (Saint-Rémy-de-Provence) ทางตอนใต้ของประเทศฝรั่งเศส หลังจากที่เขาประสบภาวะจิตใจไม่มั่นคงอย่างหนัก ภาพนี้วาดจากจินตนาการและการมองวิวจากหน้าต่างห้องพักในยามค่ำคืน โดยไม่ได้อ้างอิงจากทิวทัศน์ที่แท้จริงทั้งหมด แต่นำเอาอารมณ์ ความรู้สึก และจินตภาพส่วนตัวมาผสมผสานกัน

องค์ประกอบของภาพนี้โดดเด่นด้วยท้องฟ้ายามค่ำที่เต็มไปด้วยการหมุนวนของดวงดาวและแสงจันทร์ซึ่งดูเหมือนกำลังเคลื่อนไหวรุนแรง แต่ก็สวยงามและลึกลับ แวน โก๊ะห์ใช้การวาดเส้นพู่กันแบบหนาและเป็นลอนคลื่น ซึ่งแสดงถึงพลังและความเคลื่อนไหวอย่างรุนแรงในธรรมชาติ ทั้งยังสื่อถึงความสับสนวุ่นวายในจิตใจของเขาเอง ด้านล่างของภาพเป็นหมู่บ้านเล็ก ๆ ที่สงบเงียบ ตัดกับความปั่นป่วนของท้องฟ้าเบื้องบนอย่างชัดเจน โดยเฉพาะต้นไซเปรสสีดำขนาดใหญ่ที่พุ่งสูงขึ้นราวกับเชื่อมโยงโลกกับจักรวาล เป็นสัญลักษณ์ของชีวิต ความตาย และความลึกลับของธรรมชาติ

แวน โก๊ะห์เขียนภาพนี้ด้วยเทคนิคสีน้ำมันบนผืนผ้าใบ และแม้ว่าเขาจะไม่ได้รับการยอมรับอย่างกว้างขวางในช่วงที่ยังมีชีวิตอยู่ แต่ “The Starry Night” ได้กลายมาเป็นหนึ่งในภาพวาดที่ได้รับการยกย่องมากที่สุดในโลกศิลปะยุคใหม่ ภาพนี้สะท้อนถึงความเป็นตัวของตัวเอง ความกล้าหาญในการแสดงออก และพลังทางอารมณ์อันลึกซึ้งที่ศิลปินถ่ายทอดออกมาได้อย่างไม่เหมือนใคร

แม้ภาพจะเปี่ยมไปด้วยความงามและพลัง แต่ก็แฝงไว้ด้วยความเศร้า ความเหงา และความหวัง ความขัดแย้งเหล่านี้เองที่ทำให้ “The Starry Night” ไม่ใช่เพียงแค่ภาพวาดทิวทัศน์ธรรมดา แต่เป็นหน้าต่างที่เปิดเข้าสู่จิตวิญญาณของแวน โก๊ะห์ และกลายเป็นสัญลักษณ์แห่งความงดงามที่ถือกำเนิดจากความเจ็บปวดของศิลปินผู้ยิ่งใหญ่คนหนึ่งในประวัติศาสตร์`,
  },
  {
    id: 4,
    title: "The Scream",
    img: learning_4,
    imgWidth: 500,
    imgHeight: 500,
    widthImage: "w-[40%]",
    widthDescription: "w-[60%]",
    description: `The Scream สร้างสรรค์ผลงานโดย Edvard Munch\n
            ผลงานชิ้นโบว์แดงโดย Edvard Munch ภาพขึ้นราวๆ ปี ค.ศ. 1893\n
            มันถูกวาดโดยใช้สีน้ำมันและสีพาสเทลบนกระดาษแข็ง \n
            ภาพวาดที่ดูตกใจกลัวนี้จัดแสดงอยู่ในพิพิธภัณฑ์เดอะเนชั่น\n
            แกลเลอรี่ในเมืองออสโลประเทศนอร์เวย์\n`,
    lineHeight: "leading-4",
    details: `“The Scream” หรือ “เสียงกรีดร้อง” เป็นหนึ่งในผลงานที่โด่งดังและมีอิทธิพลมากที่สุดในประวัติศาสตร์ศิลปะตะวันตก วาดโดยศิลปินชาวนอร์เวย์นามว่า เอ็ดเวิร์ด มุงค์ (Edvard Munch) ในปี ค.ศ. 1893 ภาพนี้ไม่เพียงแสดงออกถึงความสามารถทางศิลปะของผู้วาดเท่านั้น แต่ยังเป็นสัญลักษณ์ของความรู้สึกกลัว วิตกกังวล และความทุกข์ในระดับลึกซึ้งของจิตใจมนุษย์ ซึ่งทำให้ภาพนี้เป็นผลงานที่สามารถเชื่อมโยงกับผู้คนได้ทั่วโลกอย่างไม่มีขอบเขตของเวลาและวัฒนธรรม

ในภาพ “The Scream” ผู้ชมจะเห็นบุคคลหนึ่งยืนอยู่บนสะพานกลางฉากยามเย็น โดยมีมือจับศีรษะและใบหน้าแสดงออกถึงความตื่นตระหนกขั้นสุด ราวกับกำลังได้ยินเสียงที่น่าหวาดหวั่นจนไม่สามารถทนได้อีกต่อไป ฉากหลังเป็นท้องฟ้าสีแดงฉานและคลื่นน้ำที่ดูบิดเบี้ยว ซึ่งต่างจากทัศนียภาพที่สงบทั่วไป มุงค์ใช้เส้นสายที่หมุนวนและโค้งงอเพื่อสื่อถึงพลังของอารมณ์ที่ไม่อาจควบคุม เสมือนว่าธรรมชาติกำลังสะท้อนหรือแม้แต่ร่วมร้องไห้ไปกับผู้ที่อยู่ในภาพ

แรงบันดาลใจในการวาดภาพนี้เกิดขึ้นจากประสบการณ์จริงของมุงค์เอง เขาเล่าว่าในวันหนึ่งขณะเดินอยู่กับเพื่อนบนสะพาน เขารู้สึกเหมือนโลกรอบตัวหยุดเคลื่อนไหว และเสียงกรีดร้องอันน่าสะพรึงกลัวจากธรรมชาติก็พุ่งเข้ามาในจิตใจ เป็นเสียงที่ไม่มีใครได้ยิน แต่กลับดังชัดอยู่ภายใน ความรู้สึกนั้นรุนแรงและชัดเจนมากจนเขาต้องถ่ายทอดออกมาเป็นภาพวาด มุงค์จึงไม่ได้พยายามถ่ายทอดความจริงตามที่ตาเห็น แต่กลับต้องการแสดงออกถึงอารมณ์อันรุนแรงและซับซ้อนของมนุษย์ผ่านสัญลักษณ์ภาพ

“The Scream” ถือเป็นผลงานชิ้นสำคัญที่ปูทางสู่การเคลื่อนไหวทางศิลปะที่เรียกว่า เอ็กซ์เพรสชั่นนิสม์ (Expressionism) ซึ่งให้ความสำคัญกับการแสดงออกทางอารมณ์ มากกว่าความสมจริงของรูปทรงและสีสัน ในภาพนี้ สีสันฉูดฉาด การบิดเบี้ยวของเส้นและพื้นที่ ล้วนเป็นองค์ประกอบที่ไม่ตรงกับธรรมชาติ แต่มีพลังในการสื่อสารถึงความวิตก ความเปราะบาง และความโดดเดี่ยวที่อยู่ภายในจิตใจมนุษย์

ความโดดเด่นของ “The Scream” คือการเป็นตัวแทนของภาวะจิตใจที่มนุษย์ทุกคนสามารถเข้าใจได้ แม้จะไม่มีคำพูดใดในภาพ แต่ความรู้สึกที่มันถ่ายทอดออกมากลับดังยิ่งกว่าเสียงใด ๆ มันกลายเป็น “เสียงกรีดร้อง” ที่อยู่ในใจของใครหลายคน ไม่ว่าจะในยามที่เผชิญกับความเครียด ความกลัว หรือช่วงเวลาแห่งการเปลี่ยนแปลงที่ยากจะรับมือ

ภาพนี้ยังคงมีอิทธิพลอย่างมากในวัฒนธรรมร่วมสมัย ไม่ว่าจะในงานศิลปะ ภาพยนตร์ โปสเตอร์ หรือแม้แต่วัฒนธรรมอินเทอร์เน็ต ใบหน้าที่บิดเบี้ยวของตัวละครในภาพถูกนำไปใช้ซ้ำในสื่อต่าง ๆ จนกลายเป็นสัญลักษณ์ของความตื่นตกใจแบบสากล`,
  },
];
